{"question": "What group took home the award for best rock album at the Australian Recording Industry Association (ARIA) Music Awards?"}
{"question": "What are the primary components of globalization that affect how the practice of medicine takes place in the U.S.?"}
{"question": "What is the name of the six-part comic book mini-series based on a character in Call of Duty: Modern Warfare 2?"}
{"question": "What was the nickname of the 1967 Red Sox team that outperformed expectations and made it to the World Series"}
{"question": "what negative element was introduced into the the campaign between andrew jackson and john ouincy adams"}
{"question": "What is the enzyme responsible for transferring electrons to oxygen in the electron transport chain?"}
{"question": "what kind of material was able to survive near the sun during the development of the solar system"}
{"question": "How did women work for equal rights during the women's movement? Were their efforts successful?"}
{"question": "what are organic semiconductors and what is concept of homo and lumo in organic semiconductor"}
{"question": "how many verses does the chapter 21 of the book of joshua have according to the aleppo codex"}
{"question": "how do you make an older version of windows movie maker compatible with the new live version"}
{"question": "Who played the role of Tracy Turnblad in the original 1988 version of the movie \"Hairspray\"?"}
{"question": "What is the name of the author who wrote Chitty Chitty Bang Bang and the James Bond novels?"}
{"question": "who discovered am and made the first successful amplitude-modulated transmission of voice?"}
{"question": "What is the name of the main male character in the last song that miley falls in love with"}
{"question": "what are the impacts of information communication technology to public relation practices"}
{"question": "What did movie theaters do for sound before synchronized sound was introduced into film"}
{"question": "What U.S. President's head has been featured on the nickel (five-cent coin) since 1938?"}
{"question": "what where the most important factors that led to the defeat of the democrates in 1968?"}
{"question": "who invented the biological system of nomenclature used to classify plants and animals"}
{"question": "How are the directions of the velocity and force vectors related in a circular motion"}
{"question": "what happened to the new condos built at st clair ave and mt vernon in columbus ohio"}
{"question": "what is the term used to describe a period o high anti- Communist feelings in the US"}
{"question": "what is the name of the episode in full house when uncle jesse locked michelle out"}
{"question": "where would you be standing on june 21 if the sun were directly overhead at noon."}
{"question": "how were europe colonist able to establish population centers in southern africa"}
{"question": "Who worked out the reactions that occur in the dark reactions of photosynthesis?"}
{"question": "What songs were used in the Viva La Bam episode Raab's Russian Mail Order Bride"}
{"question": "how old do you need to be to play professional football in the canadian league"}
{"question": "what happens to the chemical composition of cocaine when you add it to alcohol"}
{"question": "who was the quarterbacks in the super bowl between the steelers nd the cowboys"}
{"question": "what are the Declaration and Resolves of the First Continental Congress about"}
{"question": "Who is the rap singer in right round with kesha in the background? *(dancer)*"}
{"question": "what does doug's father in law say about vegas before he leaves the hangover"}
{"question": "what was the Germans' last offensive on the western Front during World war 2"}
{"question": "What implication(s) does the law of conservation of matter have for humans?"}
{"question": "what form of decay does not change the atomic number of them decaying atom?"}
{"question": "what is only constitutional leadership position in house of representatives"}
{"question": "who was the player for the detroit lions that wayne fontes did a tribute to"}
{"question": "how much will a transfusion of platelet apheresis raise the platelet count"}
{"question": "WHAT DID MARLON BRANDO DO WITH THE BUTTER IN THE MOVIE LAST TANGO IN PARIS"}
{"question": "What are the fundamentals of Bretton Woods system for fixed exchange rates"}
{"question": "What is the complete ground state electron configuration for the iron atom"}
{"question": "What is the HSMR percentage for the UAB Medical Center in Birmingham, ALA?"}
{"question": "What are the two initials of the first US president to resign from office"}
{"question": "what is the name of the family guy episode where lois's sister has a baby"}
{"question": "How Do You Find the mean of the squares of the first 10 counting numbers"}
{"question": "what does it mean when isaiah of the bible in chapter 55:verses 8,9 mean"}
{"question": "what board game are they playing in the 17th episode of big bang theory?"}
{"question": "what is the difference between magic eye 3d illusions and 3d technology?"}
{"question": "what kind of legal remedy is it to ask someone to fulfill there promise"}
{"question": "who played derwin davis on the first 2 episodes of the tv show the game"}
{"question": "what year did the beatles came out with the song i wanna hold your hand"}
{"question": "who wrote the famous novel Great books of  the western world volume 27?"}
{"question": "What year does the short story \"There Will Come Soft Rains\" take place?"}
{"question": "what was the main contribution of john maynard keynes made to economics"}
{"question": "how old was britney spears when she recorded hit me baby one more time"}
{"question": "what christmas tree did white house have in 2011 AND where was it from"}
{"question": "how will a uk collection company collect money when you are in the usa"}
{"question": "when did the UK Labour Government replace the Conservative Government?"}
{"question": "when did zacharias janssen make a discovery related to the cell theory"}
{"question": "What political conflicts marked the presidency of William Howard Taft?"}
{"question": "who was the first to argue that the sun was the center of the universe"}
{"question": "what ever happened to the survivors of the 1989 california earthquake"}
{"question": "Who holds records for most weeks spent at number one as female artist"}
{"question": "what other territories did the english sharing the island of st kitts"}
{"question": "what is the age you have to be to have the right to freedom of speech"}
{"question": "what was the distance of evacuation from the russian nuclear meltdown"}
{"question": "what country in the middle east did france take control of after ww1"}
{"question": "how did elvis presley contribute to the popularity of rock and roll?"}
{"question": "what the multiple endings of john say about its possible authorship;"}
{"question": "what types of trees, flowers, or plants are commonly found in canada"}
{"question": "who are the current minority leaders in the house of representatives"}
{"question": "who was the republican candidate for president in the 1969 elections"}
{"question": "what happens  to the light independent reactions of photosynthesis?"}
{"question": "how did the african slave trade affect africans in terms of economy"}
{"question": "when tonight show first started in 1962 everyone did this on camera"}
{"question": "What was the original name of the holiday known today as Halloween?"}
{"question": "how school librarians support students with disabilities in europe"}
{"question": "how many bones are in the skeletal system is composed of 306 bones"}
{"question": "who accompanied King louis the VII of France on the second crusade"}
{"question": "what year did george bush name hank paulson secretary of treasury?"}
{"question": "What is the function of an epithelial free surface that is smooth?"}
{"question": "what is the average time it takes to go through aa 12 step program"}
{"question": "what professional baseball pitchers were on the Schaumburg Flyers"}
{"question": "where did the money for the new scoreboard in milwaukee come from"}
{"question": "WHAT MOVIE HAD MICKEY GILLEY'S SONG \"I WAS BORN A DREAMER\" IN IT?"}
{"question": "What role did clint walker play in the movie The Ten Commandments"}
{"question": "where is the person who played \"joey stivic\" in all in the family"}
{"question": "What culture is it that children do not look adults in the eyes?"}
{"question": "when does into the wild 30 seconds to mars concert dvd come out?"}
{"question": "what printmaking process doesn't require the text to be reversed"}
{"question": "where in gospel of mark does the disciples question Christ deity"}
{"question": "what is the highest mountain in america and where is is located?"}
{"question": "what is the name for the oldest island in the hawaiian hot spots"}
{"question": "when was sechs Kleine Klavierstucke by arnold schoenberg written"}
{"question": "how much money did charlie chaplin make in any year in the 1920"}
{"question": "how many native Americans did the United States kill or deport?"}
{"question": "What did the Supreme Court determine in Dred Scott v. Sandford?"}
{"question": "how many millions of years have great white sharks been around?"}
{"question": "How is constitutionalism used in the American Government today?"}
{"question": "where did lyndon b johnson tour to announce his war on poverty?"}
{"question": "What is the first program to run during a system boot sequence?"}
{"question": "who is elizabeth from general hospital who are the boys fathers"}
{"question": "what were the major obstacles facing the Industrial Revolution/"}
{"question": "who was the last roman emperor and how old was he when he ruled"}
{"question": "when was the ancient greek republic was formed and on what date"}
{"question": "how much more time does chemo give to people with renal cancer"}
{"question": "when did abraham lincoln write the emancipation proclamation??"}
{"question": "what spanish speaking countries have the most world cup titles"}
{"question": "what percent of kids 15 and under make up the human population"}
{"question": "what is the name of an investigation with controlled variables"}
{"question": "what is the difference between multistage and cluster sampling"}
{"question": "What were the major economic activities of the early Canadians"}
{"question": "what is the main source of power in today's america factories?"}
{"question": "what is the meaning behind  the song Moody's, Im In the Mood ?"}
{"question": "What was distinguished about the Stamp Act from previous taxes"}
{"question": "how are business ethics different in Africa and United States"}
{"question": "How many consecutive starts did Brett Favre have this season?"}
{"question": "How many miles of interstates are there in the united states?"}
{"question": "how did streets in lower 9th ward new orleans get their names"}
{"question": "what day does election results for a new governor start in NJ"}
{"question": "how does Delaware support its claim to being the first state?"}
{"question": "what percent of illegal immigrants are from mexico and europe"}
{"question": "what model years did the ford focus zx3 have the zetec engine"}
{"question": "What are 2 United States Senators that are from Pennsylvania?"}
{"question": "What is the birth rate, death rate, life expectancy in Turkey"}
{"question": "who was the first person to climb the mount of the holy cross"}
{"question": "What is the value of understanding cross-cultural psychology?"}
{"question": "what is the difference between diabetic and adiabatic process"}
{"question": "how do I determine size needed for german world war 2 helmet"}
{"question": "what do do the colors on the flag of palma de mallorca mean?"}
{"question": "what types of muscles are those of the swallowing mechanism?"}
{"question": "who died on the florida gators college baseball team in 2010"}
{"question": "what is the united nations and what is its role in the world"}
{"question": "what was the name of the magazine all teenager read in 2000s"}
{"question": "what is commercial health insurance - Blue Cross Blue Shield"}
{"question": "how old was anna nicole smith when she meet her old husband"}
{"question": "HOW MANY BROTHELS WERE THERE IN THE UNITED STATES IN 1840'S"}
{"question": "what jobs did hans christian anderson have besides writing?"}
{"question": "what goods are imported in the Democratic Republic of Congo"}
{"question": "where in the bible that palestine have no land in jerusalem"}
{"question": "who played guitar on the kiss album, creatures of the night"}
{"question": "what kind of potential is created after a neuron is excited"}
{"question": "what powers are specific to a particular house of Congress?"}
{"question": "who is the current Chief Justice of the U.S. supreme court?"}
{"question": "what is the difference in meaning of fraud and illegal acts"}
{"question": "what were hamilton's goals for establishing a national bank"}
{"question": "What did the augurs use to interpret the will of the gods?"}
{"question": "how many miles is harvard university from yale university?"}
{"question": "what films has hugh grant and richard curtis done together"}
{"question": "how did the arrival of the horse affect the pawnee indians"}
{"question": "what happened to lynne on real housewives of orange county"}
{"question": "what does a laboratory in a gynecologist office consist of"}
{"question": "what episode do they play the second opening in Death note"}
{"question": "what day is the federal holiday for Martin Luther King Jr."}
{"question": "what does it mean to take communion in the catholic church"}
{"question": "how many public universities are in the state of Louisiana"}
{"question": "what part of the government is the federal court judge in?"}
{"question": "what are the effects of low progesterone levels in a woman"}
{"question": "What percentile is my income of 140,000 of the population?"}
{"question": "what is max gross weight for 2004 international semi truck"}
{"question": "what was the Name the first electronic handheld calculator"}
{"question": "what is the lowest temperature ever recorded in antarctica"}
{"question": "where is university of nelson mandela metropolitan located"}
{"question": "what was the ratings of the final episode La Reina Del Sur"}
{"question": "When was John F. Kennedy born and when was he assassinated"}
{"question": "what was the first police department in the United states?"}
{"question": "what is the difference between inside glazed outside glaze"}
{"question": "What is the purpose of North American Free Trade Agreement"}
{"question": "where are the web templates for visual studio 2010 express"}
{"question": "What did the hollywood blacklist have to do with McCarthy"}
{"question": "how many people visit crater lake national park each year"}
{"question": "what countries allow gays to openly serve in the military"}
{"question": "what factors stand out in the war against terror articles"}
{"question": "what movie won the academy award for best picture in 2000"}
{"question": "what are the goals of the organization of American states"}
{"question": "what are the three dominant political parties in America?"}
{"question": "who is the actor who played the gay old guy in family guy"}
{"question": "how are the archegonia of the fern and pine cone similar"}
{"question": "how many states are involved in the mega million drawing"}
{"question": "how many spots on the blackhawks roster were turned over"}
{"question": "where can i find shantytowns during the great depression"}
{"question": "what percent of providers have electronic health records"}
{"question": "what wavelengths are the most harmful on the em spectrum"}
{"question": "who jumped the fence at gettysburg during the civil war?"}
{"question": "what are the guidelines of form a black motorcycles club"}
{"question": "what kind of transportation was there in the middle ages"}
{"question": "what was the first oil company to operate at prudhoe bay"}
{"question": "who was charged with murder after the massacre at My lai"}
{"question": "what is the book of verses james frey reads in his book?"}
{"question": "what is the population of snohomish washington? per year"}
{"question": "What is the name of the late Major League  old professor"}
{"question": "what was dante alighieri contribution in the renaissance"}
{"question": "what is feedback mechanism in plants during respiration"}
{"question": "what happened to kuomintang after the chinese civil war"}
{"question": "what does the goddess athena tell odysseus he is to do?"}
{"question": "how many countries have english as an official language"}
{"question": "when does the seas second season on hardcore pawn start"}
{"question": "what part of the government governs the US post office?"}
{"question": "what time will kate/will wedding start in united states"}
{"question": "What is and where is hydraulic fluid found and used for"}
{"question": "What is the legal definition of \"natural born citizen\"?"}
{"question": "what is the narration of the story ethan frome told in?"}
{"question": "what is the tallest building in the western hemisphere?"}
{"question": "Where is the greatest concentration of KFC in the world"}
{"question": "What is the full name of the first lady and the vp wife"}
{"question": "what is the address of mother's park & ride in wayne nj"}
{"question": "what did daniel interpret to nabucodonosor chapter 2,3"}
{"question": "What does the idea of effective nuclear charge tell us"}
{"question": "how do we calculate the cost of ordering inventory,pp?"}
{"question": "How much energy can be passed along each trophic level"}
{"question": "what happens when the baroreceptor reflex is activated"}
{"question": "what are the factors of production for digital cameras"}
{"question": "where does the expression \"knocking on wood\" come from"}
{"question": "who did richard nixon refer to as the  silent majority"}
{"question": "what role do ombudsman play in the swedish government?"}
{"question": "what species does johnson grass in oklahoma belong to?"}
{"question": "what are the health effects  of drinking bottled water"}
{"question": "what time did the dallas september 8, 2010 tornado hit"}
{"question": "where did the film the family that preys take place at"}
{"question": "when was james madison in the house of representatives"}
{"question": "who was the president when benjamin franklin was alive"}
{"question": "where is the princess from in The Princess and the Pea"}
{"question": "how does rainfall in new york affect the environment?"}
{"question": "what did paul snider, dorothy stratten's husband look"}
{"question": "how many quarterbacks played for the redskins in 1980"}
{"question": "what are schedule 1 drugs according to iowa state law"}
{"question": "who played the commandant in the police academy movie"}
{"question": "what is brees daughter's name in desperate housewives"}
